{
  "dir": "rtl",
  "alertMessage": [
    "هذا خارج المهمة ، أليس كذلك؟",
    "ألا يجب أن تقوم بالعمل المدرسي الآن؟",
    "هذا ليس عمل مدرسي ، أليس كذلك؟",
    "أنت لم تقصد أن تبتعد عن المهمة ، أليس كذلك؟",
    "عفوًا! هل هذا ما قصدت فعله؟",
    "متأكد أنك لم تقصد القيام بذلك ، أليس كذلك؟",
    "هل أنت متأكد أنك قصدت القيام بذلك؟",
    "هل ترغب في محاولة ذلك مرة أخرى؟",
    "دعونا نحاول ذلك مرة أخرى ، أليس كذلك؟",
    "هل هذا ما يجب أن تنظر إليه في الفصل؟",
    "هل ترغب في إعادة هذه النقرة؟",
    "هذا ليس في المهمة ، أليس كذلك؟",
    "هذا ليس ما يجب أن تفعله في الفصل ، أليس كذلك؟",
    "هل هذا مناسب حقًا الآن؟",
    "هذا ليس مناسبًا الآن ، أليس كذلك؟",
    "حسنًا ... هل هذا ما من المفترض أن تنظر إليه الآن؟",
    "حسنًا ... هذا ليس ما يجب أن تنظر إليه الآن ، أليس كذلك؟",
    "عذرًا! ليس هذا ما قصدت القيام به ، أليس كذلك؟"
  ],
  "prr1.screen1.tellMeMore": "اخبرني المزيد",
  "prr1.screen2.mistake": "إذا كنت تعتقد أننا ارتكبنا خطأ باعتراض هذا الموقع،",
  "prr1.screen2.letUsKnow": "دعنا نعرف۔",
  "prr1.feedback.message" : "سنلقي نظرة على الموقع الذي قمت بزيارته لمعرفة سبب اعتقادنا أنه خارج المهمة.",
  "prr1.feedback.thanks" : "شكرا لأستجابتك.",
  "takeMeBack" : "اعدني",

  "prr3.weapons.1" : "يبدو أنك خارج المهمة. سنخبر مدربك بذلك.",
  "prr3.weapons.2" : "لماذا لا تعود إلى العمل وسيتصل بك مدربك.",
  "prr3.selfHarm.1" : "كل شخص يحتاج إلى بعض المساعدة في بعض الأحيان.",
  "prr3.selfHarm.2" : "يرجى التحدث إلى أحد مدربيك أو الاتصال",
  "prr3.selfHarm.3" : "شريان الحياة الوطني لمنع الانتحار",
  "prr3.selfHarm.4" : "سنخبر مدربيك أنك قد تحتاج إلى شخص ما للتحدث معه الآن.",


  "explicitContentPart1": [
    "من الطبيعي والطبيعي أن يشعر المراهقون بالفضول بشأن الجماع.",
    "لا يوجد ما يخجل من كونك فضوليًا بشأن الجماع.",
    "من الجيد أن تكون فضوليًا بشأن الجماع وتريد التعرف على النشاط الجنسي البشري.",
    "من الطبيعي أن يبحث المراهقون عن معلومات حول الجماع"
  ],
  "explicitContentPart2": [
    "هل تعلم أن المحتوى الفاضح على الإنترنت يقدم نظرة منحرفة على النشاط الجنسي البشري الذي غالبًا ما يكون مليئًا بالعنصرية وكراهية النساء؟",
    "هل تعلم أن المحتوى الصريح عبر الإنترنت ليس طريقة جيدة للتعرف على الجنس لأنه غالبًا ما يعرض العنصرية وكراهية النساء بشكل طبيعي؟",
    "هل تعلم أن المحتوى الصريح عبر الإنترنت ليس طريقة جيدة للتعرف على الجنس لأنه يقدم سيناريوهات غير واقعية وعلاقات مزيفة؟",
    "هل تعلم أن المحتوى الصريح عبر الإنترنت ليس طريقة جيدة للتعرف على الجنس لأنه ليس حقيقيًا؟",
    "هل تعلم أن الكثير من المحتوى الفاضح عبر الإنترنت يستغل الشابات والفتيات اللواتي تم جعلهن يظهرن فيه رغماً عنهن؟",
    "هل تعلم أن الكثير من المحتوى الصريح عبر الإنترنت يتم إنشاؤه بواسطة أشخاص يجبرون الشابات والفتيات على الظهور في مقاطع الفيديو الخاصة بهم دون موافقتهم؟",
    "هل تعلم أن الكثير من المحتوى الصريح عبر الإنترنت يتضمن أشخاصًا لم يوافقوا على التواجد فيه؟",
    "هل تعلم أن معظم المحتوى الصريح على الإنترنت يخلق أو يشجع على العنف ، لا سيما ضد النساء؟",
    "هل تعلم أن الأبحاث تُظهر أن المراهقين الذين يشاهدون محتوى فاضحًا عبر الإنترنت هم أكثر عرضة لأن يكونوا غير راضين عن علاقاتهم في الحياة الواقعية؟",
    "هل تعلم أن الأبحاث تُظهر أن المراهقين الذين يشاهدون محتوى فاضحًا عنيفًا على الإنترنت هم أكثر عرضة لارتكاب العنف في الحياة الواقعية ، حتى لو كانوا أشخاصًا طيبين بخلاف ذلك؟",
    "هل تعلم أن التعرض لمحتوى عنيف صريح عبر الإنترنت يجعل المراهقين أكثر عرضة بنسبة تصل إلى 3 أضعاف للعنف الجنسي (أو الانتهاك) في الحياة الواقعية؟",
    "هل تعلم أن الباحثين قد ربطوا بين المراهقين الذين يشاهدون محتوى فاضحًا على الإنترنت وبين العنف في المواعدة في الحياة الواقعية؟",
    "هل تعلم أن عرض السلوكيات الخطيرة في محتوى فاضح عبر الإنترنت يزيد من احتمالية تقليد المراهقين للأفعال الضارة في الحياة الواقعية ، حتى لو كانوا يتخذون خيارات جيدة عادةً؟"
  ],
  "situationalAwarenessPart1": [
    "يتشتت انتباه الجميع في بعض الأحيان.",
    "لا أحد يستطيع الانتباه الكامل في كل وقت.",
    "في بعض الأحيان تتجول عقولنا"
  ],
  "situationalAwarenessPart2": [
    "هل تعلم أن أخذ أنفاس عميقة قليلة فقط يمكن أن يهدئ عقلك ويساعدك على العودة إلى المسار الصحيح؟",
    "هل تعلم أن أخذ استراحة لمدة 60 ثانية يمكن أن يساعدنا في بعض الأحيان على أن نكون أكثر تركيزًا في المستقبل؟",
    "هل تعلم أن تعدد المهام يؤدي غالبًا إلى عدم أداء أي مهمة بشكل جيد؟",
    "هل تعلم أن محاولة القيام بأمرين (أو أكثر) في وقت واحد عادة ما تعني عدم القيام بأي شيء بشكل جيد؟",
    "هل تعلم أن تعدد المهام أثناء النهار ، خاصة بالنسبة للمراهقين ، يمكن أن يؤدي إلى صعوبة النوم ليلاً؟"
  ],
  "communicationQuestions": [
    "ماذا تريد؟ <br> <span class='choose-one-or-more'>Choose one or more of the following:</span>",
    "هذا يبدو وكأنه هدف جيد. <br> <br> إذا وصلت إلى هذا الهدف ، كيف ستشعر؟",
    "إذا وصلت إلى هذا الهدف ، فماذا سيحدث؟",
    "هذه نتائج جيدة. استمر! <br> <br> ما الذي يعوق وصولك إلى هذا الهدف؟"
  ],
  "questionChoices": [
    [
      "البقاء على المهمة",
      "لا تشتت انتباهك",
      "لا تقع في مشكلة",
      "أرح عقلي",
      "حافظ على تركيزك"
    ],
    [
      "فخور بنفسي",
      "واثق",
      "سعيد وجيد",
      "مفعم بالحيوية",
      "متحمس"
    ],
    [
      "أحصل على الثناء من الأشخاص الذين يهمونني",
      "سأحصل على درجات أفضل",
      "سأفعل بشكل أفضل في الاختبارات",
      "سوف أتعلم المزيد",
      "لن أقع في مشكلة"
    ],
    [
      "أجهزتي تشتت انتباهي",
      "ذهني يتجول",
      "أنا متعب",
      "زملائي يصرفونني",
      "لست مهتمًا بموضوع اليوم"
    ]
  ]
}
